{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 8796470849550997183
  },
  "m_Name": "Tutorial",
  "m_cultureCode": {
    "m_value": 1036
  },
  "m_dataDictionary": {
    "m_keys": [
      5067,
      98866,
      53733,
      22727,
      34304,
      76094,
      53784,
      19969,
      97968,
      43123,
      14507,
      95500,
      53017,
      16298,
      33660,
      58993,
      93741,
      85322,
      42269,
      14488,
      51490,
      38750,
      72574,
      70358,
      9052,
      63180,
      67975,
      32038,
      67414,
      55989,
      25778,
      64277,
      53656,
      20837,
      76683,
      19214,
      58081,
      26402,
      84374,
      71866,
      75582,
      37933,
      11951,
      52676
    ],
    "m_values": [
      "Et le Compagnon se joue ensuite comme le Héros, dans le même tour : ciblage, déplacement-attaque !",
      "Regarde-moi cette allure.. Bon, on verra ça plus tard : déplace-toi et attaque la cible !\nAttention, deux actions, mais un seul enchaînement : clique sur toi puis relâche sur l’adversaire.",
      "Outch ! Il t'a pas loupé non plus...\nPassons aux choses sérieuses !",
      "Y a pas que les poings dans la vie, y a les sorts aussi !\nL’avantage, c’est que tu peux les utiliser à n’importe quelle distance : tu prends, tu vises, tu relâches !",
      "La contrepartie, c’est que ça coûte des PA, des \"points d'action\"...",
      "A chaque tour : de nouveaux PA et une pioche de sort.",
      "Tu as aussi une \"réserve de PA\". Certains sorts t'en offrent quand tu les joues. Mais attention : une fois utilisée, les PA sont à consommer dans le tour !",
      "Tuto Fight | chapter 1 - entry 7",
      "On va en faire de la fricassée !",
      "Parlons maintenant des Jauges Élémentaires !",
      "Il y en a 5 : Air, Terre, Feu, Eau et Éther.",
      "Elles se remplissent quand tu joues certains sorts et elles te permettent d’invoquer des Compagnons !",
      "On place les Compagnons à proximité du héros et...",
      "Comment ça « Quel héros » ? On parle de toi là !\nAllez, sur le côté, voilà...",
      "",
      "Héhéhé ce soir : tartare de Karab ! Ou soupe de Karab ?",
      "Héhéhé en plein dedans !\nBon maintenant, c’est à lui de jouer...",
      "Allez, passons à la salle suivante\\_!",
      "Il va falloir cliquer si tu veux avancer...",
      "Allez sortons d'ici, j'ai assez vu de Karab pour aujourd'hui\\_!",
      "Allez un peu de nerf, on touche au but\\_!",
      "Prêt pour la suite\\_? C'est parti\\_!",
      "Hum... Il faut cliquer pour lancer le combat....",
      "Ouvre ton interface de DECKBUILDING, tu y trouveras l'ensemble de tes sorts, compagnons et futurs équipements.",
      "Tu peux améliorer ton DECK en récupérant des exemplaires d'un même sort ou compagnon. Il suffit de faire un clic droit...",
      "... et utiliser les exemplaires et Kamas pour améliorer le sort.\nAttention\\_: tu ne peux jamais aller au-delà de ton niveau de héros actuel.",
      "T'as tout compris\\_!",
      "Bon revenons à nos Karab maintenant....",
      "Au menu\\_: Salade de Surimi, miam\\_!",
      "Va falloir y aller... C'est quand tu veux...",
      "Bon, ça rigole plus mainteant, tu sais comment faire mais attention :  tu dois tout enchaîner en 30 secondes !",
      "Ton premier gain de niveau, j'en suis tout ému\\_!\nTu peux choisir un lot de sorts pour compléter ta panoplie.",
      "Regarde ça: tes premiers Kamas\\_! Utilisons-les\\_!",
      "Nom d'une Shushette\\_! Tu vas pouvoir améliorer tes Compagnons, quelle veine\\_!",
      "Tu peux améliorer l'ensemble de ton DECK en récupérant des exemplaires d'un même sort ou compagnon. Il suffit de faire un clic droit...",
      "... et utiliser tes exemplaires et Kamas pour améliorer le Compagnon.",
      "Rien\\_? Mmmh, suspect...\nUne coquille vide\\_? Mmmmh j'en doute...",
      "J'en étais sûr\\_! Le plat de résistance\\_!",
      "Et un niveau de plus, rien ne t'arrête\\_!\nRegarde, tu viens de débloquer un nouveau sort pour ton héros\\_!",
      "Bon, ça rigole plus maintenant. Tu sais comment faire mais attention\\_: tu dois tout enchaîner en 90 secondes\\_!",
      "Ton premier gain de niveau, j'en suis tout ému\\_!\nTu peux choisir un lot de sorts pour compléter ta panoplie.",
      "Regarde ça\\_: tes premiers Kamas\\_! Utilisons-les\\_!",
      "",
      ""
    ]
  }
}